export const config = {
    "college": ["经济", "法学", "文新", "外语", "艺术", "历史", "数学", "物理", "化学", "电子", "生科", "制造", "电气", "计软", "建环", "水利", "化工", "轻纺", "网安", "基法", "临床", "口腔", "公卫", "药学", "公管", "商学", "空天", "体育", "高分子", "马克思", "匹兹堡", "吴玉章", "国际关系", "灾后重建", "所有学院"],
    "tradePlace": ["望江", "江安", "华西"],
    "gradeInfo": ["大一", "大二及以上", "大三及以上", "大四及以上", "研一及以上", "研二及以上", "研三及以上"],
    "bookType": ["教科类", "非教科类"],
    "book": {
        "type": "教科类",
        "suit_grade": "大一",
        "suit_college": "",
        "suit_course": "",
        "book_name": "",
        "author": "",
        "press": "",
        "condition": "",
        "price": 30,
        "phone": "",
        "trade_place": "",
        "remarks": "",
        "photo": ""
    },
    "bookReleased": [

    ]
};
